;
; Few rules for translator:
; For beginning of translate - copy english.ini into the yourlanguage.ini
; Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: František Fico
; TranslationAuthorEmail: ferofico@gmail.com
; TranslationAuthorWeb:
; Version: Wise Data Recovery 3.91.206
; Update: 2018-05-24
[Translation]
LangCode=041B
ReadHabit=Left-to-right
LanguageName=SKY
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET


Information=Informácia
Warning=Upozornenie
Error=Chyba
Confirm=Potvrdenie
pmCheckMsg=Automaticky kontrolovať novinky
pmforum=Fórum
pmHelp=Pomocník online
pmContact=Kontaktujte nás
pmHome=Domovská stránka
pmCheckNew=Automaticky kontrolovať aktualizácie
pmLang=Vybrať jazyk
pmAbout=O programe
pmRestore=Obnoviť túto položku
pmselectall=Vybrať všetko
pmselectnone=Zrušiť výber
pmselectinvert=Obrátiť výber
FrmFRMain.lblTree.caption=Priečinky súborov
FrmFRMain.btnlikeit.caption=Páči sa mi
FrmFRMain.btnfeedback.caption=Spätná väzba
FrmFRMain.btnsearch.caption=Skenovať
FrmFRMain.btnrestore.caption=Obnoviť
FrmFRMain.btnsearchcancel.caption=Zrušiť
FrmFRMain.btnemail.hint=Zdieľajte Wise Data Recovery s priateľmi
FrmFRMain.btnfacebook.hint=Sledujte Wise Data Recovery na Facebooku
FrmFRMain.btntwitter.hint=Zdieľajte Wise Data Recovery na Twitteri
;
; About
;
FrmFRAbout.caption=O programe
FrmFRAbout.btnok.caption=OK
FrmFRAbout.lblver.caption=Aktuálna verzia:
FrmFRAbout.lblemail.caption=Technická podpora:
FrmFRAbout.lblhome.caption=Domovská stránka:
FrmFRAbout.lblthank.caption=Týmto ľuďom ďakujeme za ich príspevky:

[Edit]
pmcut=Vystrihnúť
pmcopy=Kopírovať
pmpaste=Prilepiť
pmdelete=Vymazať
pmselectall=Vybrať všetko

[GUI]
ButtonYes=Áno
ButtonNo=Nie
ButtonOK=Ok
ButtonMinimize=Minimalizovať
ButtonMaximize=Maximalizovať
ButtonClose=Zatvoriť
ButtonRestore=Obnoviť
ButtonMenu=Ponuka
ButtonDelete=Vymazať

[FileRecovery]
FrmFRMain.lstFile.headitems[0]=Názov súboru
FrmFRMain.lstFile.headitems[1]=Veľkosť
FrmFRMain.lstFile.headitems[2]=Posledný prístup
FrmFRMain.lstFile.headitems[3]=Obnoviteľnosť
FrmFRMain.lstFile.headitems[4]=Cesta
Scanning=Skenujem...
Filtering=Filtrujem...
KeyWord=Zadajte výrazy
Images=Obrázky
Audios=Zvuky
Videos=Videá
Document=Dokumenty
Compressed=Archívy
Email=Emaily
AllFiles=Všetky súbory
AllFolders=Všetky priečinky
SelectDir=Vyberte priečinok na uloženie obnovených údajov.
NoSameDrive=Pre obnovenie vyberte iný disk, aby sa zabránilo prepísaniu údajov.
ScanStopped=Skenovanie bolo zrušené.
Good=Dobrá
Poor=Zlá
VeryPoor=Veľmi zlá
Lost=Neobnoviteľné
ItemList=Nájdených súborov %d


[message]
OpenPreview=Zobraziť náhľad
ClosePreview=Zatvoriť náhľad
NoPreview=Náhľad nie je dostupný.
NoNewVer=Gratulujeme! Používate najnovšiu verziu.
RecoveryDone=Obnovenie údajov je dokončené.
TranslateTo=Preložiť do...
NewVer=Bola nájdená nová verzia Wise Data Recovery! Chcete ju aktualizovať?
